
/* Class = "NSButtonCell"; title = "Yes, I accept these risks"; ObjectID = "EzI-6V-u2P"; */
"EzI-6V-u2P.title" = "Sì, accetto i rischi";

/* Class = "NSTextFieldCell"; title = "Apple makes significant changes to macOS in every upgrade. To continue providing reliable and safe backups, we must modify and test CCC against new OS releases to accommodate changes in the operating system and the filesystem. This is not a trivial procedure, we spend weeks performing hundreds of tests against the new OS.\n\nIf you continue to use this version of CCC on this OS, your backups could be incomplete, non-functional, unreliable, or, at worst, an OS change could cause CCC to work in an unpredictable manner. \n\nCCC has the privilege and capacity to DELETE data. While we do not anticipate that future OS changes would lead CCC to cause harm to your system or data, it is impossible for us to predict that. If you continue to use this untested version of CCC on this new OS, are you willing to accept these potential risks to your data?"; ObjectID = "PTM-A4-tAM"; */
"PTM-A4-tAM.title" = "Apple apporta modifiche significative macOS in ogni aggiornamento. Per continuare a fornire backup affidabili e sicuri dobbiamo modificare e testare CCC con le nuove release del sistema operativo, per adattarci alle modifiche del sistema operativo e del file system. Non è una procedura banale, abbiamo impiegato settimane a eseguire centinaia di test con il nuovo sistema operativo.\n\nSe continui a usare questa versione di CCC su questo sistema operativo, i backup potrebbero essere incompleti, non funzionanti, inaffidabili o, nel peggiore dei casi, un cambio del sistema operativo potrebbe causare funzionamenti anomali di CCC.\n\nCCC ha il privilegio e la capacità di ELIMINARE dati. Anche se non riteniamo che CCC possa danneggiare il tuo sistema o i tuoi dati a seguito di un cambiamento del sistemo operativo, non siamo in grado di prevederlo. Se continui a usare questa versione non testata di CCC su questo nuovo sistema operativo, sei disposto ad accettare questi rischi potenziali per i tuoi dati?";

/* Class = "NSButtonCell"; title = "No, show me the update options"; ObjectID = "zs0-Dc-0nt"; */
"zs0-Dc-0nt.title" = "No, mostrami le opzioni di aggiornamento";
